[
  {
    "id": 1084736,
    "titulo": "The Count of Monte-Cristo",
    "anioLanzamiento": "2024-06-28",
    "poster": "http://example.com/4wrBcjtAXNNYfK7OChRqCnExCsu.jpg",
    "sinopsis": "Edmond Dantes becomes the target of a sinister plot and is arrested on his wedding day for a crime he did not commit. After 14 years in the island prison of Château d’If, he manages a daring escape. Now rich beyond his dreams, he assumes the identity of the Count of Monte-Cristo and exacts his revenge on the three men who betrayed him.",
    "imdbRating": 8.45,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  },
  {
    "id": 157336,
    "titulo": "Interstellar",
    "anioLanzamiento": "2014-11-05",
    "poster": "http://example.com/gEU2QniE6E77NI6lCU6MxlNBvIx.jpg",
    "sinopsis": "The adventures of a group of explorers who make use of a newly discovered wormhole to surpass the limitations on human space travel and conquer the vast distances involved in an interstellar voyage.",
    "imdbRating": 8.44,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  },
  {
    "id": 550,
    "titulo": "Fight Club",
    "anioLanzamiento": "1999-10-15",
    "poster": "http://example.com/pB8BM7pdSp6B6Ih7QZ4DrQ3PmJK.jpg",
    "sinopsis": "A ticking-time-bomb insomniac and a slippery soap salesman channel primal male aggression into a shocking new form of therapy. Their concept catches on, with underground \"fight clubs\" forming in every town, until an eccentric gets in the way and ignites an out-of-control spiral toward oblivion.",
    "imdbRating": 8.4,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  },
  {
    "id": 539,
    "titulo": "Psycho",
    "anioLanzamiento": "1960-06-22",
    "poster": "http://example.com/yz4QVqPx3h1hD1DfqqQkCq3rmxW.jpg",
    "sinopsis": "When larcenous real estate clerk Marion Crane goes on the lam with a wad of cash and hopes of starting a new life, she ends up at the notorious Bates Motel, where manager Norman Bates cares for his housebound mother.",
    "imdbRating": 8.431,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  },
  {
    "id": 667257,
    "titulo": "Impossible Things",
    "anioLanzamiento": "2021-06-17",
    "poster": "http://example.com/t2Ew8NZ8Ci2kqmoecZUNQUFDJnQ.jpg",
    "sinopsis": "After the death of her abusive husband, Matilde finds her new best friend in Miguel, her young, insecure, and disoriented neighbor.",
    "imdbRating": 8.43,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  },
  {
    "id": 598,
    "titulo": "City of God",
    "anioLanzamiento": "2002-08-30",
    "poster": "http://example.com/k7eYdWvhYQyRQoU2TB2A2Xu2TfD.jpg",
    "sinopsis": "In the slums of Rio, two kids' paths diverge as one struggles to become a photographer and the other a kingpin.",
    "imdbRating": 8.425,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  },
  {
    "id": 696374,
    "titulo": "Gabriel's Inferno",
    "anioLanzamiento": "2020-05-29",
    "poster": "http://example.com/oyG9TL7FcRP4EZ9Vid6uKzwdndz.jpg",
    "sinopsis": "An intriguing and sinful exploration of seduction, forbidden love, and redemption, Gabriel's Inferno is a captivating and wildly passionate tale of one man's escape from his own personal hell as he tries to earn the impossible--forgiveness and love.",
    "imdbRating": 8.416,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  },
  {
    "id": 510,
    "titulo": "One Flew Over the Cuckoo's Nest",
    "anioLanzamiento": "1975-11-19",
    "poster": "http://example.com/kjWsMh72V6d8KRLV4EOoSJLT1H7.jpg",
    "sinopsis": "A petty criminal fakes insanity to serve his sentence in a mental ward rather than prison. He soon finds himself as a leader to the other patients—and an enemy to the cruel, domineering nurse who runs the ward.",
    "imdbRating": 8.416,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  },
  {
    "id": 120,
    "titulo": "The Lord of the Rings: The Fellowship of the Ring",
    "anioLanzamiento": "2001-12-18",
    "poster": "http://example.com/6oom5QYQ2yQTMJIbnvbkBL9cHo6.jpg",
    "sinopsis": "Young hobbit Frodo Baggins, after inheriting a mysterious ring from his uncle Bilbo, must leave his home in order to keep it from falling into the hands of its evil creator. Along the way, a fellowship is formed to protect the ringbearer and make sure that the ring arrives at its final destination: Mt. Doom, the only place where it can be destroyed.",
    "imdbRating": 8.415,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  },
  {
    "id": 311,
    "titulo": "Once Upon a Time in America",
    "anioLanzamiento": "1984-05-23",
    "poster": "http://example.com/7jPWSo0yn6gW72LDuZvZq29uqpG.jpg",
    "sinopsis": "A former Prohibition-era Jewish gangster returns to the Lower East Side of Manhattan over thirty years later, where he once again must confront the ghosts and regrets of his old life.",
    "imdbRating": 8.413,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  },
  {
    "id": 372754,
    "titulo": "Dou kyu sei – Classmates",
    "anioLanzamiento": "2016-02-20",
    "poster": "http://example.com/cIfRCA5wEvj9tApca4UDUagQEiM.jpg",
    "sinopsis": "Rihito Sajo, an honor student with a perfect score on the entrance exam and Hikaru Kusakabe, in a band and popular among girls, would have never crossed paths. Until one day they started talking at the practice for their school’s upcoming chorus festival. After school, the two meet regularly, as Hikaru helps Rihito to improve his singing skills. While they listen to each other’s voice and harmonize, their hearts start to beat together.",
    "imdbRating": 8.4,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  },
  {
    "id": 40096,
    "titulo": "A Dog's Will",
    "anioLanzamiento": "2000-09-15",
    "poster": "http://example.com/imcOp1kJsCsAFCoOtY5OnPrFbAf.jpg",
    "sinopsis": "The lively João Grilo and the sly Chicó are poor guys living in the hinterland who cheat a bunch of people in a small town in Northeastern Brazil. When they die, they have to be judged by Christ, the Devil and the Virgin Mary before they are admitted to paradise.",
    "imdbRating": 8.4,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  },
  {
    "id": 704264,
    "titulo": "Primal: Tales of Savagery",
    "anioLanzamiento": "2019-11-21",
    "poster": "http://example.com/9NBBkdxH0TjQEBSN2AzeE1sgsF9.jpg",
    "sinopsis": "Genndy Tartakovsky's Primal: Tales of Savagery features a caveman and a dinosaur on the brink of extinction. Bonded by tragedy, this unlikely friendship becomes the only hope of survival.",
    "imdbRating": 8.403,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  },
  {
    "id": 4935,
    "titulo": "Howl's Moving Castle",
    "anioLanzamiento": "2004-09-09",
    "poster": "http://example.com/6pZgH10jhpToPcf0uvyTCPFhWpI.jpg",
    "sinopsis": "Sophie, a young milliner, is turned into an elderly woman by a witch who enters her shop and curses her. She encounters a wizard named Howl and gets caught up in his resistance to fighting for the king.",
    "imdbRating": 8.403,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  },
  {
    "id": 324857,
    "titulo": "Spider-Man: Into the Spider-Verse",
    "anioLanzamiento": "2018-12-06",
    "poster": "http://example.com/iiZZdoQBEYBv6id8su7ImL0oCbD.jpg",
    "sinopsis": "Struggling to find his place in the world while juggling school and family, Brooklyn teenager Miles Morales is unexpectedly bitten by a radioactive spider and develops unfathomable powers just like the one and only Spider-Man. While wrestling with the implications of his new abilities, Miles discovers a super collider created by the madman Wilson \"Kingpin\" Fisk, causing others from across the Spider-Verse to be inadvertently transported to his dimension.",
    "imdbRating": 8.401,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  },
  {
    "id": 14537,
    "titulo": "Harakiri",
    "anioLanzamiento": "1962-09-15",
    "poster": "http://example.com/5konZnIbcAxZjP616Cz5o9bKEfW.jpg",
    "sinopsis": "Down-on-his-luck veteran Tsugumo Hanshirō enters the courtyard of the prosperous House of Iyi. Unemployed, and with no family, he hopes to find a place to commit seppuku—and a worthy second to deliver the coup de grâce in his suicide ritual. The senior counselor for the Iyi clan questions the ronin’s resolve and integrity, suspecting Hanshirō of seeking charity rather than an honorable end. What follows is a pair of interlocking stories which lay bare the difference between honor and respect, and promises to examine the legendary foundations of the Samurai code.",
    "imdbRating": 8.401,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  },
  {
    "id": 121,
    "titulo": "The Lord of the Rings: The Two Towers",
    "anioLanzamiento": "2002-12-18",
    "poster": "http://example.com/5VTN0pR8gcqV3EPUHHfMGnJYN9L.jpg",
    "sinopsis": "Frodo Baggins and the other members of the Fellowship continue on their sacred quest to destroy the One Ring--but on separate paths. Their destinies lie at two towers--Orthanc Tower in Isengard, where the corrupt wizard Saruman awaits, and Sauron's fortress at Barad-dur, deep within the dark lands of Mordor. Frodo and Sam are trekking to Mordor to destroy the One Ring of Power while Gimli, Legolas and Aragorn search for the orc-captured Merry and Pippin. All along, nefarious wizard Saruman awaits the Fellowship members at the Orthanc Tower in Isengard.",
    "imdbRating": 8.398,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  },
  {
    "id": 1160164,
    "titulo": "TAYLOR SWIFT | THE ERAS TOUR",
    "anioLanzamiento": "2023-10-13",
    "poster": "http://example.com/jf3YO8hOqGHCupsREf5qymYq1n.jpg",
    "sinopsis": "The cultural phenomenon continues on the big screen! Immerse yourself in this once-in-a-lifetime concert film experience with a breathtaking, cinematic view of the history-making tour.",
    "imdbRating": 8.4,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  },
  {
    "id": 724089,
    "titulo": "Gabriel's Inferno: Part II",
    "anioLanzamiento": "2020-07-31",
    "poster": "http://example.com/x5o8cLZfEXMoZczTYWLrUo1P7UJ.jpg",
    "sinopsis": "Professor Gabriel Emerson finally learns the truth about Julia Mitchell's identity, but his realization comes a moment too late. Julia is done waiting for the well-respected Dante specialist to remember her and wants nothing more to do with him. Can Gabriel win back her heart before she finds love in another's arms?",
    "imdbRating": 8.394,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  },
  {
    "id": 1891,
    "titulo": "The Empire Strikes Back",
    "anioLanzamiento": "1980-05-20",
    "poster": "http://example.com/nNAeTmF4CtdSgMDplXTDPOpYzsX.jpg",
    "sinopsis": "The epic saga continues as Luke Skywalker, in hopes of defeating the evil Galactic Empire, learns the ways of the Jedi from aging master Yoda. But Darth Vader is more determined than ever to capture Luke. Meanwhile, rebel leader Princess Leia, cocky Han Solo, Chewbacca, and droids C-3PO and R2-D2 are thrown into various stages of capture, betrayal and despair.",
    "imdbRating": 8.392,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  },
  {
    "id": 889737,
    "titulo": "Joker: Folie à Deux",
    "anioLanzamiento": "2024-10-01",
    "poster": "http://example.com/aciP8Km0waTLXEYf5ybFK5CSUxl.jpg",
    "sinopsis": "While struggling with his dual identity, Arthur Fleck not only stumbles upon true love, but also finds the music that's always been inside him.",
    "imdbRating": 6.8,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  },
  {
    "id": 945961,
    "titulo": "Alien: Romulus",
    "anioLanzamiento": "2024-08-13",
    "poster": "http://example.com/b33nnKl1GSFbao4l3fZDDqsMx0F.jpg",
    "sinopsis": "While scavenging the deep ends of a derelict space station, a group of young space colonizers come face to face with the most terrifying life form in the universe.",
    "imdbRating": 7.1,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  },
  {
    "id": 762441,
    "titulo": "A Quiet Place: Day One",
    "anioLanzamiento": "2024-06-26",
    "poster": "http://example.com/hU42CRk14JuPEdqZG3AWmagiPAP.jpg",
    "sinopsis": "As New York City is invaded by alien creatures who hunt by sound, a woman named Sam fights to survive with her cat.",
    "imdbRating": 6.795,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  },
  {
    "id": 646097,
    "titulo": "Rebel Ridge",
    "anioLanzamiento": "2024-08-27",
    "poster": "http://example.com/xEt2GSz9z5rSVpIHMiGdtf0czyf.jpg",
    "sinopsis": "A former Marine confronts corruption in a small town when local law enforcement unjustly seizes the bag of cash he needs to post his cousin's bail.",
    "imdbRating": 7.025,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  },
  {
    "id": 718821,
    "titulo": "Twisters",
    "anioLanzamiento": "2024-07-10",
    "poster": "http://example.com/pjnD08FlMAIXsfOLKQbvmO0f0MD.jpg",
    "sinopsis": "As storm season intensifies, the paths of former storm chaser Kate Carter and reckless social-media superstar Tyler Owens collide when terrifying phenomena never seen before are unleashed. The pair and their competing teams find themselves squarely in the paths of multiple storm systems converging over central Oklahoma in the fight of their lives.",
    "imdbRating": 6.97,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  },
  {
    "id": 831815,
    "titulo": "Saving Bikini Bottom: The Sandy Cheeks Movie",
    "anioLanzamiento": "2024-10-18",
    "poster": "http://example.com/30YnfZdMNIV7noWLdvmcJS0cbnQ.jpg",
    "sinopsis": "When Bikini Bottom is scooped from the ocean, scientific squirrel Sandy Cheeks and her pal SpongeBob SquarePants saddle up for Texas to save their town.",
    "imdbRating": 0,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  },
  {
    "id": 748783,
    "titulo": "The Garfield Movie",
    "anioLanzamiento": "2024-04-30",
    "poster": "http://example.com/p6AbOJvMQhBmffd0PIv0u8ghWeY.jpg",
    "sinopsis": "Garfield, the world-famous, Monday-hating, lasagna-loving indoor cat, is about to have a wild outdoor adventure! After an unexpected reunion with his long-lost father – scruffy street cat Vic – Garfield and his canine friend Odie are forced from their perfectly pampered life into joining Vic in a hilarious, high-stakes heist.",
    "imdbRating": 7.122,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  },
  {
    "id": 1160018,
    "titulo": "Kill",
    "anioLanzamiento": "2024-07-03",
    "poster": "http://example.com/m2zXTuNPkywdYLyWlVyJZW2QOJH.jpg",
    "sinopsis": "When an army commando finds out his true love is engaged against her will, he boards a New Dehli-bound train in a daring quest to derail the arranged marriage. But when a gang of knife-wielding thieves begin to terrorize innocent passengers on his train, the commando takes them on himself in a death-defying kill-spree to save those around him — turning what should have been a typical commute into an adrenaline-fueled thrill ride.",
    "imdbRating": 7.146,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  },
  {
    "id": 4011,
    "titulo": "Beetlejuice",
    "anioLanzamiento": "1988-03-30",
    "poster": "http://example.com/nnl6OWkyPpuMm595hmAxNW3rZFn.jpg",
    "sinopsis": "A newly dead New England couple seeks help from a deranged demon exorcist to scare an affluent New York family out of their home.",
    "imdbRating": 7.374,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  },
  {
    "id": 567811,
    "titulo": "10 Lives",
    "anioLanzamiento": "2024-04-18",
    "poster": "http://example.com/r2D7MkNocsqKOqGnnGEQThU26JS.jpg",
    "sinopsis": "A pampered cat takes for granted the lucky hand he has been dealt after he is rescued and loved by Rose, a kind-hearted and passionate student. When he loses his ninth life, fate steps in to set him on a transformative journey.",
    "imdbRating": 8.399,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  },
  {
    "id": 869291,
    "titulo": "Cuckoo",
    "anioLanzamiento": "2024-08-02",
    "poster": "http://example.com/iCh0YvdHVh5PakiZhaUqiwsbQeC.jpg",
    "sinopsis": "After reluctantly moving to the German Alps with her father and his new family, Gretchen discovers that their new town hides sinister secrets, as she's plagued by strange noises and frightening visions of a woman pursuing her.",
    "imdbRating": 5.676,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  },
  {
    "id": 1329912,
    "titulo": "Kung Fu Games",
    "anioLanzamiento": "2024-08-23",
    "poster": "http://example.com/yjDdBBUEBMvyUiVohZ8T7W2IFl6.jpg",
    "sinopsis": "Notorious fighters are trapped in lethal martial arts games by a sadistic magnate. Armed only with their combat skills, they face brutal battles for survival in a deadly kill-or-be-killed showdown.",
    "imdbRating": 6.2,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  },
  {
    "id": 1114513,
    "titulo": "Speak No Evil",
    "anioLanzamiento": "2024-09-11",
    "poster": "http://example.com/dA4N6uWOnEMgbxXwFX7qX7adzs8.jpg",
    "sinopsis": "When an American family is invited to spend the weekend at the idyllic country estate of a charming British family they befriended on vacation, what begins as a dream holiday soon warps into a snarled psychological nightmare.",
    "imdbRating": 6.935,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  },
  {
    "id": 653346,
    "titulo": "Kingdom of the Planet of the Apes",
    "anioLanzamiento": "2024-05-08",
    "poster": "http://example.com/gKkl37BQuKTanygYQG1pyYgLVgf.jpg",
    "sinopsis": "Several generations following Caesar's reign, apes – now the dominant species – live harmoniously while humans have been reduced to living in the shadows. As a new tyrannical ape leader builds his empire, one young ape undertakes a harrowing journey that will cause him to question all he's known about the past and to make choices that will define a future for apes and humans alike.",
    "imdbRating": 7.131,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  },
  {
    "id": 1201734,
    "titulo": "God of Pain",
    "anioLanzamiento": "2024-08-20",
    "poster": "http://example.com/dF0FAFCfILaor5RBqdNHq24OaIn.jpg",
    "sinopsis": "A man wakes up in the middle of the street with no idea where he is or how he ended up there. Soon he is forced to confront the demons he is battling within before a gateway to the underworld unlocks the secret of Algea the God of Pain.",
    "imdbRating": 8,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  },
  {
    "id": 1226578,
    "titulo": "Longlegs",
    "anioLanzamiento": "2024-05-31",
    "poster": "http://example.com/5aj8vVGFwGVbQQs26ywhg4Zxk2L.jpg",
    "sinopsis": "FBI Agent Lee Harker is assigned to an unsolved serial killer case that takes an unexpected turn, revealing evidence of the occult. Harker discovers a personal connection to the killer and must stop him before he strikes again.",
    "imdbRating": 6.678,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  },
  {
    "id": 923667,
    "titulo": "Twilight of the Warriors: Walled In",
    "anioLanzamiento": "2024-04-23",
    "poster": "http://example.com/PywbVPeIhBFc33QXktnhMaysmL.jpg",
    "sinopsis": "In 1980s Hong Kong, troubled youth Chan Lok-kwun accidentally enters the notorious Kowloon Walled City. Lok-kwun, a refugee from the mainland, struggles to survive by participating in underground fighting rings. He seeks to buy a fake ID to improve his life but is betrayed by Mr. Big, a local crime syndicate boss. In a desperate move, Lok-kwun steals drugs from Mr. Big and flees to the Walled City, where he encounters Cyclone, the local crime lord who rules the area with a mix of authority and compassion.",
    "imdbRating": 6.585,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  },
  {
    "id": 693134,
    "titulo": "Dune: Part Two",
    "anioLanzamiento": "2024-02-27",
    "poster": "http://example.com/1pdfLvkbY9ohJlCjQH2CZjjYVvJ.jpg",
    "sinopsis": "Follow the mythic journey of Paul Atreides as he unites with Chani and the Fremen while on a path of revenge against the conspirators who destroyed his family. Facing a choice between the love of his life and the fate of the known universe, Paul endeavors to prevent a terrible future only he can foresee.",
    "imdbRating": 8.2,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  },
  {
    "id": 1030076,
    "titulo": "Father There is Only One 4",
    "anioLanzamiento": "2024-07-17",
    "poster": "http://example.com/hTMvGolGJLF0GQ7mlwNjbXpsPZ.jpg",
    "sinopsis": "The eldest of the family, Sara, comes of age and brings chaos to the family by announcing her intention to marry Ocho. Javier and Marisa try to avoid it at all costs. At the same time Dani has an existential crisis, Paulita feels jealous of Cris, Carlota announces that she has found a boyfriend from a high society family and Rocio has finally managed to be cast in her first film.",
    "imdbRating": 6.794,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  },
  {
    "id": 592695,
    "titulo": "Pleasure",
    "anioLanzamiento": "2021-10-08",
    "poster": "http://example.com/7Z2K08J0WantJHNa0vLTOmii41l.jpg",
    "sinopsis": "19 year old Linnéa leaves her small town in Sweden and heads for Los Angeles with the aim of becoming the world's next big porn star, but the road to her goal turns out to be bumpier than she imagined.",
    "imdbRating": 6.244,
    "numTotalEpisodios": 1,
    "numTotalTemporadas": 1
  }
]